export const firstRisks = [
  {
    label: '公司治理结构方面',
    value: '公司治理结构方面',
  },
  {
    label: '投资及并购充足、改组改制方面',
    value: '投资及并购充足、改组改制方面',
  },
  {
    label: '对外担保方面',
    value: '对外担保方面',
  },
  {
    label: '工程管理方面',
    value: '工程管理方面',
  },
  {
    label: '人力资源及薪酬管理方面',
    value: '人力资源及薪酬管理方面',
  },
  {
    label: '采购管理方面',
    value: '采购管理方面',
  },
  {
    label: '销贸业务管理方面',
    value: '销贸业务管理方面',
  },
  {
    label: '资产管理方面',
    value: '资产管理方面',
  },
  {
    label: '财务管理及亏会计核算',
    value: '财务管理及亏会计核算',
  },
  {
    label: '风险管理与内部控制',
    value: '风险管理与内部控制',
  },
  {
    label: '市场结构方面',
    value: '市场结构方面',
  },
]

export const secondRisks = [
  {
    label: '投资方面',
    value: '投资方面',
  },
  {
    label: '投资转让方面',
    value: '投资转让方面',
  },
  {
    label: '企业改制',
    value: '企业改制',
  },
  {
    label: '并购重组方面',
    value: '并购重组方面',
  },
  {
    label: '其他方面',
    value: '其他方面',
  },
  {
    label: '劳动用工管理',
    value: '劳动用工管理',
  },
  {
    label: '工资管理',
    value: '工资管理',
  },
  {
    label: '职工福利费',
    value: '职工福利费',
  },
  {
    label: '社会保险',
    value: '社会保险',
  },
  {
    label: '工资附加费',
    value: '工资附加费',
  },
  {
    label: '其他',
    value: '其他',
  },
]

export const thirdRisks = [
  {
    label: '与其他单位在职职工签订劳动合同',
    value: '与其他单位在职职工签订劳动合同',
  },
  {
    label: '母子公司之间或发生兼并重组等事项时劳动关系未理顺',
    value: '母子公司之间或发生兼并重组等事项时劳动关系未理顺',
  },
  {
    label: '违规在井下使用劳务派遣人员',
    value: '违规在井下使用劳务派遣人员',
  },
  {
    label: '未通过应付工资发放工资奖金',
    value: '未通过应付工资发放工资奖金',
  },
  {
    label: '未对所属单位工资总额进行预算、审批等进行关联',
    value: '未对所属单位工资总额进行预算、审批等进行关联',
  },
  {
    label: '工资奖金等发放未通过劳动部门审批和管理',
    value: '工资奖金等发放未通过劳动部门审批和管理',
  },
]
